<template>
  <div class="about">
    <h1>《易经》数字卦占卦具体方法</h1>
	
	<p>第一，选取三组三位数。</p> 
	
	<p>注意：三组数字随机选取，不能刻意为之；三组数字开头不能为0，0可以在中间或末尾。</p> 
	
	<p>第二，具体运算方法。</p> 
	
	<p>养成习惯，由下向上写：第1组数字写在最下面；第2组写在中间，第3组写在最上面。</p> 
	
	<p>以第1组数字除以8，记下余数，若被8整除，则余数为8.</p> 
	
	<p>以第2组数字除以8，记下余数，若被8整除，则余数为8.</p> 
	
	<p>以第3组数字除以6，记下余数，若被6整除，则余数为6.</p> 
	
	<p>这样得到三个数字，分别代表占到的<font color="red">下卦、上卦与变爻</font>。</p> 
  </div>
</template>

<style>
	h1{
		font-size: 1.5rem;
		padding-bottom: 12px;
	}
	
	.about{
		padding-left: 20px;
		padding-right: 20px;
	}
</style>
